Repository: shiveringsiva-source/smarttubeios
Catalog: SmartTubeIOS/Sources/SmartTubeIOS/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hr, id, it, ja, ko, pt_br, ru, sr, tr, zh_hans

source: Sign in with Google
ar: تسجيل الدخول بحساب Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
hi: Google से साइन इन करें
hr: Prijavite se s Googleom
id: Masuk dengan Google
it: Accedi con Google
ja: Googleでサインイン
ko: Google로 로그인
pt_br: Entrar com o Google
ru: Войти через Google
sr: Пријавите се помоћу Гоогле-а
tr: Google ile Oturum Aç
zh_hans: 使用 Google 登录

source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट करें
hr: Odjavi se
id: Keluar
it: Esci
ja: サインアウト
ko: 로그아웃
pt_br: Sair
ru: Выйти
sr: Одјави се
tr: Oturumu Kapat
zh_hans: 退出登录

source: Sign-In Failed
ar: فشل تسجيل الدخول
de: Anmeldung fehlgeschlagen
es: Error al iniciar sesión
fr: Échec de la connexion
hi: साइन इन विफल
hr: Prijava nije uspjela
id: Masuk Gagal
it: Accesso non riuscito
ja: サインイン失敗
ko: 로그인 실패
pt_br: Falha ao entrar
ru: Ошибка входа
sr: Пријава није успела
tr: Oturum Açma Başarısız
zh_hans: 登录失败

source: Skip
ar: تخطي
de: Überspringen
es: Saltar
fr: Passer
hi: छोड़ें
hr: Preskočiti
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
sr: Скип
tr: Atla
zh_hans: 跳过

source: Skip — auto-skips. Show Toast — shows a skip button. Nothing — plays through.
ar: تخطي — يتخطى تلقائيًا. إظهار الزر — يعرض زر تخطي. لا شيء — يُشغَّل كاملًا.
de: Überspringen — überspringt automatisch. Schaltfläche — zeigt eine Überspringen-Schaltfläche an. Nichts — spielt durch.
es: Saltar — salta automáticamente. Mostrar aviso — muestra un botón de saltar. Nada — reproduce sin saltar.
fr: Passer — passe automatiquement. Afficher le bouton — affiche un bouton de passage. Rien — lit normalement.
hi: छोड़ें — स्वतः छोड़ता है। बटन दिखाएं — छोड़ें बटन दिखाता है। कुछ नहीं — सामान्य रूप से चलाता है।
hr: Preskoči — automatsko preskakanje. Prikaži tost — prikazuje gumb za preskakanje. Ništa — svira.
id: Lewati — melewati otomatis. Tampilkan Notifikasi — menampilkan tombol lewati. Tidak ada — diputar normal.
it: Salta — salta automaticamente. Mostra avviso — mostra un pulsante salta. Niente — riproduce normalmente.
ja: スキップ — 自動スキップ。スキップボタンを表示 — スキップボタンを表示。なし — そのまま再生。
ko: 건너뛰기 — 자동으로 건너뜁니다. 버튼 표시 — 건너뛰기 버튼을 표시합니다. 없음 — 그냥 재생됩니다.
pt_br: Pular — pula automaticamente. Mostrar aviso — exibe um botão de pular. Nada — reproduz normalmente.
ru: Пропустить — автоматический пропуск. Показать кнопку — отображает кнопку пропуска. Ничего — воспроизводить.
sr: Прескочи — аутоматски прескаче. Прикажи здравицу — приказује дугме за прескакање. Ништа — игра се.
tr: Atla — otomatik atlar. Bildirim Göster — atlama düğmesi gösterir. Hiçbir şey — normal oynatır.
zh_hans: 跳过 — 自动跳过。显示提示 — 显示跳过按钮。无操作 — 正常播放。

source: Skip %@
ar: تخطي %@
de: %@ überspringen
es: Saltar %@
fr: Passer %@
hi: %@ छोड़ें
hr: Preskoči %@
id: Lewati %@
it: Salta %@
ja: %@をスキップ
ko: %@ 건너뛰기
pt_br: Pular %@
ru: Пропустить %@
sr: Прескочи %@
tr: %@ Atla
zh_hans: 跳过 %@

source: Sleep Timer
ar: مؤقت النوم
de: Schlaftimer
es: Temporizador de sueño
fr: Minuterie de sommeil
hi: स्लीप टाइमर
hr: Mjerač vremena za isključivanje
id: Timer Tidur
it: Timer di spegnimento
ja: スリープタイマー
ko: 수면 타이머
pt_br: Timer de sono
ru: Таймер сна
sr: Слееп Тимер
tr: Uyku Zamanlayıcısı
zh_hans: 睡眠定时器

source: SmartTube on GitHub
ar: SmartTube على GitHub
de: SmartTube auf GitHub
es: SmartTube en GitHub
fr: SmartTube sur GitHub
hi: GitHub पर SmartTube
hr: SmartTube na GitHubu
id: SmartTube di GitHub
it: SmartTube su GitHub
ja: GitHubのSmartTube
ko: GitHub의 SmartTube
pt_br: SmartTube no GitHub
ru: SmartTube на GitHub
sr: СмартТубе на ГитХуб-у
tr: GitHub'da SmartTube

source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar
fr: Trier
hi: क्रमबद्ध करें
hr: Vrsta
id: Urutkan
it: Ordina
ja: 並び替え
ko: 정렬
pt_br: Ordenar
ru: Сортировка
sr: Сортирај
tr: Sırala
zh_hans: 排序

source: Sort by
ar: ترتيب حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
hi: इसके अनुसार क्रमबद्ध करें
hr: Poredaj po
id: Urutkan berdasarkan
it: Ordina per
ja: 並び替え
ko: 정렬 기준
pt_br: Ordenar por
ru: Сортировать по
sr: Сортирај по
tr: Sıralama Ölçütü
zh_hans: 排序方式

source: Spanish
ar: الإسبانية
de: Spanisch
es: Español
fr: Espagnol
hi: स्पेनिश
hr: španjolski
id: Spanyol
it: Spagnolo
ja: スペイン語
ko: 스페인어
pt_br: Espanhol
ru: Испанский
sr: шпански
tr: İspanyolca
zh_hans: 西班牙语

source: Sponsor
ar: راعٍ
es: Patrocinador
hi: प्रायोजक
hr: Sponzor
ja: スポンサー
ko: 스폰서
pt_br: Patrocinador
ru: Спонсор
sr: Спонзор
zh_hans: 赞助商

source: Stats for Nerds
ar: احصائيات للمهووسين
de: Statistiken für Nerds
es: Estadísticas para nerds
fr: Statistiques pour les Nerds
hi: बेवकूफों के लिए आँकड़े
hr: Statistika za štrebere
id: Statistik untuk Nerd
it: Statistiche per nerd
ja: オタクのための統計
ko: 전문가를 위한 통계
pt_br: Estatísticas para Nerds
ru: Статистика для ботаников
sr: Статистика за штребере
tr: İnekler için istatistikler
zh_hans: 书呆子的统计数据

source: Subscriptions
ar: الاشتراكات
de: Abonnements
es: Suscripciones
fr: Abonnements
hi: सदस्यताएं
hr: Pretplate
id: Langganan
it: Iscrizioni
ja: 登録チャンネル
ko: 구독
pt_br: Inscrições
ru: Подписки
sr: Претплате
tr: Abonelikler
zh_hans: 订阅

source: Subtitles
ar: الترجمة
de: Untertitel
es: Subtítulos
fr: Sous-titres
hi: उपशीर्षक
hr: titlovi
id: Subtitle
it: Sottotitoli
ja: 字幕
ko: 자막
pt_br: Legendas
ru: Субтитры
sr: Субтитлес
tr: Altyazılar
zh_hans: 字幕

source: Suggestions
ar: اقتراحات
de: Vorschläge
es: Sugerencias
hi: सुझाव
hr: Prijedlozi
id: Saran
it: Suggerimenti
ja: 候補
ko: 제안
pt_br: Sugestões
ru: Предложения
sr: Предлози
tr: Öneriler
zh_hans: 建议

source: Support on Ko-fi
ar: الدعم على Ko-fi
de: Auf Ko-fi unterstützen
es: Apoyar en Ko-fi
fr: Soutenir sur Ko-fi
hi: Ko-fi पर समर्थन करें
hr: Podrška na Ko-fi
id: Dukung di Ko-fi
it: Supporta su Ko-fi
ja: Ko-fiでサポート
ko: Ko-fi에서 후원
pt_br: Apoiar no Ko-fi
ru: Поддержать на Ko-fi
sr: Подршка за Ко-фи
tr: Ko-fi'de Destekle
zh_hans: 在 Ko-fi 上支持

source: Support SmartTube on Ko-fi
ar: دعم SmartTube على Ko-fi
de: SmartTube auf Ko-fi unterstützen
es: Apoyar SmartTube en Ko-fi
fr: Soutenir SmartTube sur Ko-fi
hi: Ko-fi पर SmartTube का समर्थन करें
hr: Podržite SmartTube na Ko-fi
id: Dukung SmartTube di Ko-fi
it: Supporta SmartTube su Ko-fi
ja: Ko-fiでSmartTubeをサポート
ko: Ko-fi에서 SmartTube 후원
pt_br: Apoiar SmartTube no Ko-fi
ru: Поддержите SmartTube на Ko-fi
sr: Подржава СмартТубе на Ко-фи
tr: Ko-fi'de SmartTube'yu Destekle
zh_hans: 在 Ko-fi 上支持 SmartTube

source: Sync to iCloud
ar: المزامنة مع iCloud
de: Mit iCloud synchronisieren
es: Sincronizar con iCloud
fr: Synchroniser avec iCloud
hi: iCloud से सिंक करें
hr: Sinkronizacija s iCloudom
id: Sinkronkan ke iCloud
it: Sincronizza su iCloud
ja: iCloudに同期する
ko: iCloud에 동기화
pt_br: Sincronizar com iCloud
ru: Синхронизировать с iCloud
sr: Синхронизујте са иЦлоуд-ом
tr: iCloud'a senkronize et
zh_hans: 同步到 iCloud

source: System Default
ar: الافتراضي للنظام
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
hi: सिस्टम डिफ़ॉल्ट
hr: Zadane postavke sustava
id: Default Sistem
it: Predefinito di sistema
ja: システムデフォルト
ko: 시스템 기본값
pt_br: Padrão do sistema
ru: Системный язык
sr: Систем Дефаулт
tr: Sistem Varsayılanı
zh_hans: 系统默认

source: Theme
ar: المظهر
de: Design
es: Tema
fr: Thème
hi: थीम
hr: Tema
id: Tema
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
ru: Тема
sr: Тема
tr: Tema
zh_hans: 主题

source: This month
ar: هذا الشهر
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
hi: इस महीने
hr: Ovaj mjesec
id: Bulan ini
it: Questo mese
ja: 今月
ko: 이번 달
pt_br: Este mês
ru: В этом месяце
sr: Овог месеца
tr: Bu ay
zh_hans: 本月

source: This video will be removed from your device. You can re-download it from the player.
ar: ستتم إزالة هذا الفيديو من جهازك. يمكنك إعادة تنزيله من المشغل.
de: Dieses Video wird von Ihrem Gerät entfernt. Sie können es erneut vom Player herunterladen.
es: Este vídeo será eliminado de tu dispositivo. Puedes volver a descargarlo desde el reproductor.
fr: Cette vidéo sera supprimée de votre appareil. Vous pouvez le retélécharger depuis le lecteur.
hi: यह वीडियो आपके डिवाइस से हटा दिया जाएगा. आप इसे प्लेयर से दोबारा डाउनलोड कर सकते हैं।
hr: Ovaj će videozapis biti uklonjen s vašeg uređaja. Možete ga ponovno preuzeti s playera.
id: Video ini akan dihapus dari perangkat Anda. Anda dapat mengunduh ulang dari pemutar.
it: Questo video verrà rimosso dal tuo dispositivo. Puoi scaricarlo nuovamente dal lettore.
ja: このビデオはデバイスから削除されます。プレーヤーから再ダウンロードできます。
ko: 이 동영상은 기기에서 삭제됩니다. 플레이어에서 다시 다운로드할 수 있습니다.
pt_br: Este vídeo será removido do seu dispositivo. Você pode baixá-lo novamente do player.
ru: Это видео будет удалено с вашего устройства. Вы можете повторно скачать его с плеера.
sr: Овај видео ће бити уклоњен са вашег уређаја. Можете га поново преузети са плејера.
tr: Bu video cihazınızdan kaldırılacak. Player'dan tekrar indirebilirsiniz.
zh_hans: 该视频将从您的设备中删除。您可以从播放器重新下载它。

source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
hi: इस सप्ताह
hr: Ovaj tjedan
id: Minggu ini
it: Questa settimana
ja: 今週
ko: 이번 주
pt_br: Esta semana
ru: На этой неделе
sr: Ове недеље
tr: Bu hafta
zh_hans: 本周

source: This year
ar: هذا العام
de: Dieses Jahr
es: Este año
fr: Cette année
hi: इस साल
hr: Ove godine
id: Tahun ini
it: Quest'anno
ja: 今年
ko: 올해
pt_br: Este ano
ru: В этом году
sr: Ове године
tr: Bu yıl
zh_hans: 今年

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
hr: Danas
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
sr: данас
tr: Bugün
zh_hans: 今天

source: Try Again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
hi: पुनः प्रयास करें
hr: Pokušajte ponovno
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Попробовать снова
sr: Покушајте поново
tr: Tekrar Dene
zh_hans: 重试

source: Two-finger tap to dismiss
ar: انقر بإصبعين للإغلاق
de: Mit zwei Fingern tippen zum Schließen
es: Toca con dos dedos para cerrar
fr: Appuyez avec deux doigts pour fermer
hi: बंद करने के लिए दो उंगलियों से टैप करें
hr: Dodirnite s dva prsta za odbacivanje
id: Ketuk dua jari untuk menutup
it: Tocca con due dita per chiudere
ja: 2本指でタップして閉じる
ko: 두 손가락으로 탭하여 닫기
pt_br: Toque com dois dedos para fechar
ru: Коснитесь двумя пальцами, чтобы закрыть
sr: Додирните два прста да бисте одбацили
tr: Kapatmak için iki parmakla dokun
zh_hans: 双指点按以关闭

source: Two-finger tap to dismiss · Quote Report ID when sending diagnostics
ar: انقر بإصبعين للرفض · اقتباس معرف التقرير عند إرسال التشخيص
de: Tippen Sie zum Schließen mit zwei Fingern darauf. Geben Sie beim Senden von Diagnosen die Berichts-ID an
es: Toque con dos dedos para descartar · ID de informe de cotización al enviar diagnósticos
fr: Appuyez avec deux doigts pour ignorer · Citer l'ID du rapport lors de l'envoi de diagnostics
hi: ख़ारिज करने के लिए दो उंगलियों से टैप करें · डायग्नोस्टिक्स भेजते समय रिपोर्ट आईडी उद्धृत करें
hr: Dodirnite s dva prsta za odbacivanje · Citat ID izvješća prilikom slanja dijagnostike
id: Ketuk dua jari untuk menutup · Kutip ID Laporan saat mengirim diagnostik
it: Tocca con due dita per ignorare · ID rapporto preventivo durante l'invio della diagnostica
ja: 2 本の指でタップして閉じる · 診断を送信するときにレポート ID を引用する
ko: 닫으려면 두 손가락으로 탭하세요. 진단을 보낼 때 보고서 ID를 인용하세요.
pt_br: Toque com dois dedos para dispensar · Cite o ID do relatório ao enviar diagnósticos
ru: Коснитесь двумя пальцами, чтобы закрыть · Цитировать идентификатор отчета при отправке диагностики
sr: Додирните два прста да бисте одбацили · Наведите ИД извештаја приликом слања дијагностике
tr: Kapatmak için iki parmakla dokunun · Teşhis gönderirken Rapor Kimliğini Alıntılayın
zh_hans: 两指点击即可关闭 · 发送诊断时引用报告 ID

source: Under 4 minutes
ar: أقل من 4 دقائق
de: Unter 4 Minuten
es: Menos de 4 minutos
fr: Moins de 4 minutes
hi: 4 मिनट से कम
hr: Manje od 4 minute
id: Di bawah 4 menit
it: Meno di 4 minuti
ja: 4分未満
ko: 4분 미만
pt_br: Menos de 4 minutos
ru: До 4 минут
sr: Испод 4 минута
tr: 4 dakikadan kısa
zh_hans: 4 分钟以内

source: Unfollow
ar: إلغاء المتابعة
de: Nicht mehr folgen
es: Dejar de seguir
fr: Ne plus suivre
hi: अनफ़ॉलो करें
hr: Prestani pratiti
id: Berhenti Mengikuti
it: Smetti di seguire
ja: フォロー解除
ko: 팔로우 취소
pt_br: Deixar de seguir
ru: Отписаться
sr: Престани пратити
tr: Takibi Bırak
zh_hans: 取消关注

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
hr: Nepoznato
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
sr: Непознато
tr: Bilinmiyor
zh_hans: 未知

source: Unknown channel
ar: قناة غير معروفة
de: Unbekannter Kanal
es: Canal desconocido
fr: Chaîne inconnue
hi: अज्ञात चैनल
hr: Nepoznati kanal
id: Saluran tidak diketahui
it: Canale sconosciuto
ja: 不明なチャンネル
ko: 알 수 없는 채널
pt_br: Canal desconhecido
ru: Неизвестный канал
sr: Непознати канал
tr: Bilinmeyen kanal
zh_hans: 未知频道

source: Upload date
ar: تاريخ الرفع
de: Upload-Datum
es: Fecha de subida
fr: Date de mise en ligne
hi: अपलोड तारीख
hr: Datum učitavanja
id: Tanggal unggah
it: Data di caricamento
ja: アップロード日
ko: 업로드 날짜
pt_br: Data de envio
ru: Дата загрузки
sr: Датум отпремања
tr: Yükleme tarihi
zh_hans: 上传日期

source: Use a different account
ar: استخدام حساب آخر
de: Ein anderes Konto verwenden
es: Usar una cuenta diferente
fr: Utiliser un autre compte
hi: कोई दूसरा खाता उपयोग करें
hr: Koristite drugi račun
id: Gunakan akun lain
it: Usa un altro account
ja: 別のアカウントを使用
ko: 다른 계정 사용
pt_br: Usar uma conta diferente
ru: Использовать другой аккаунт
sr: Користите други налог
tr: Farklı bir hesap kullan
zh_hans: 使用其他账户

source: Version
ar: الإصدار
es: Versión
hi: संस्करण
hr: Verzija
id: Versi
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
sr: Версион
tr: Sürüm
zh_hans: 版本

source: Video
ar: فيديو
fr: Vidéo
hi: वीडियो
ja: 動画
ko: 동영상
pt_br: Vídeo
ru: Видео
sr: Видео
zh_hans: 视频

source: Video Fit
ar: ملاءمة الفيديو
de: Video-Anpassung
es: Ajuste de video
fr: Ajustement vidéo
hi: वीडियो फ़िट
id: Penyesuaian Video
it: Adattamento video
ja: 動画のフィット
ko: 동영상 맞춤
pt_br: Ajuste de vídeo
ru: Масштаб видео
sr: Видео Фит
tr: Video Sığdırma
zh_hans: 视频适应

source: Video has been saved to your Photos library.
ar: تم حفظ الفيديو في مكتبة الصور.
de: Video wurde in deiner Fotomediathek gespeichert.
es: El vídeo se ha guardado en tu fototeca.
fr: La vidéo a été enregistrée dans votre photothèque.
hi: वीडियो आपकी फ़ोटो लाइब्रेरी में सहेजा गया।
hr: Videozapis je spremljen u vašu biblioteku fotografija.
id: Video telah disimpan ke perpustakaan Foto Anda.
it: Il video è stato salvato nella tua libreria foto.
ja: 動画が写真ライブラリに保存されました。
ko: 동영상이 사진 보관함에 저장되었습니다.
pt_br: O vídeo foi salvo na sua fototeca.
ru: Видео сохранено в Фотографиях.
sr: Видео је сачуван у вашој фототеци.
tr: Video Fotoğraflar kitaplığınıza kaydedildi.
zh_hans: 视频已保存到您的照片图库。

source: Video Mode
ar: وضع الفيديو
de: Videomodus
es: Modo de vídeo
fr: Mode vidéo
hi: वीडियो मोड
hr: Video način
id: Mode Video
it: Modalità video
ja: ビデオモード
ko: 비디오 모드
pt_br: Modo de vídeo
ru: Видеорежим
sr: Видео Моде
tr: Video Modu
zh_hans: 视频模式

source: View count
ar: عدد المشاهدات
de: Aufrufzahl
es: Número de vistas
fr: Nombre de vues
hi: व्यूज़
hr: Broj prikaza
id: Jumlah penayangan
it: Numero di visualizzazioni
ja: 再生回数順
ko: 조회수
pt_br: Número de visualizações
ru: По просмотрам
sr: Број прегледа
tr: Görüntülenme sayısı
zh_hans: 播放量

source: View on GitHub
ar: عرض على GitHub
de: Auf GitHub ansehen
es: Ver en GitHub
fr: Voir sur GitHub
hi: GitHub पर देखें
hr: Pogledajte na GitHubu
id: Lihat di GitHub
it: Vedi su GitHub
ja: GitHubで表示
ko: GitHub에서 보기
pt_br: Ver no GitHub
ru: Смотреть на GitHub
sr: Погледајте на ГитХуб-у
tr: GitHub'da Görüntüle
zh_hans: 在 GitHub 上查看

source: Visible Sections
ar: الأقسام المرئية
de: Sichtbare Bereiche
es: Secciones visibles
fr: Sections visibles
hi: दृश्यमान अनुभाग
hr: Vidljivi odjeljci
id: Bagian yang Terlihat
it: Sezioni visibili
ja: 表示するセクション
ko: 표시되는 섹션
pt_br: Seções visíveis
ru: Видимые разделы
sr: Видљиве секције
tr: Görünür Bölümler
zh_hans: 显示的分区

source: Waiting for authorisation…
ar: في انتظار التفويض…
de: Warte auf Autorisierung…
es: Esperando autorización…
fr: En attente d'autorisation…
hi: अनुमति की प्रतीक्षा में…
hr: Čeka se autorizacija…
id: Menunggu otorisasi…
it: In attesa di autorizzazione…
ja: 認証待ち…
ko: 승인 대기 중…
pt_br: Aguardando autorização…
ru: Ожидание авторизации…
sr: Чека се овлашћење…
tr: Yetkilendirme bekleniyor…
zh_hans: 等待授权…

source: Watch History
ar: سجل المشاهدة
de: Wiedergabeverlauf
es: Historial de reproducción
fr: Historique de visionnage
hi: देखने का इतिहास
hr: Povijest gledanja
id: Riwayat Tontonan
it: Cronologia visualizzazioni
ja: 視聴履歴
ko: 시청 기록
pt_br: Histórico de visualizações
ru: История просмотров
sr: Гледајте историју
tr: İzleme Geçmişi
zh_hans: 观看历史

source: Your Google account is required.
ar: حساب Google الخاص بك مطلوب.
de: Dein Google-Konto ist erforderlich.
es: Se requiere tu cuenta de Google.
fr: Votre compte Google est requis.
hi: आपका Google खाता आवश्यक है।
hr: Potreban je vaš Google račun.
id: Akun Google Anda diperlukan.
it: Il tuo account Google è necessario.
ja: Googleアカウントが必要です。
ko: Google 계정이 필요합니다.
pt_br: Sua conta do Google é necessária.
ru: Требуется аккаунт Google.
sr: Ваш Гоогле налог је обавезан.
tr: Google hesabınız gereklidir.
zh_hans: 需要您的 Google 账户。

source: Your home feed, subscriptions and history require a Google account.
ar: تتطلب الخلاصة الرئيسية والاشتراكات والسجل حساب Google.
de: Startseite, Abonnements und Verlauf benötigen ein Google-Konto.
es: El inicio, las suscripciones y el historial requieren una cuenta de Google.
fr: Le fil d'accueil, les abonnements et l'historique nécessitent un compte Google.
hi: होम फ़ीड, सदस्यताएं और इतिहास के लिए Google खाते की आवश्यकता है।
hr: Vaš početni feed, pretplate i povijest zahtijevaju Google račun.
id: Umpan beranda, langganan, dan riwayat memerlukan akun Google.
it: Il feed home, le iscrizioni e la cronologia richiedono un account Google.
ja: ホームフィード、登録チャンネル、履歴には Googleアカウントが必要です。
ko: 홈 피드, 구독 및 기록에는 Google 계정이 필요합니다.
pt_br: O feed inicial, as inscrições e o histórico exigem uma conta do Google.
ru: Домашняя лента, подписки и история требуют аккаунт Google.
sr: Ваш кућни фид, претплате и историја захтевају Гоогле налог.
tr: Ana akış, abonelikler ve geçmiş bir Google hesabı gerektirir.
zh_hans: 首页、订阅和历史记录 需要 Google 账户。

source: YouTube RSS feed URLs look like: **youtube.com/feeds/videos.xml?channel_id=…** You can also find a channel's RSS feed via their channel page URL.
ar: تبدو روابط خلاصات YouTube RSS هكذا: **youtube.com/feeds/videos.xml?channel_id=…** يمكنك أيضًا العثور على خلاصة RSS للقناة عبر رابط صفحة القناة.
de: YouTube-RSS-Feed-URLs sehen so aus: **youtube.com/feeds/videos.xml?channel_id=…** Du kannst den RSS-Feed eines Kanals auch über die URL der Kanalseite finden.
es: Las URL de feeds RSS de YouTube tienen este aspecto: **youtube.com/feeds/videos.xml?channel_id=…** También puedes encontrar el feed RSS de un canal a través de la URL de su página de canal.
fr: Les URL des flux RSS YouTube ressemblent à : **youtube.com/feeds/videos.xml?channel_id=…** Vous pouvez aussi trouver le flux RSS d'une chaîne via l'URL de sa page de chaîne.
hi: YouTube RSS फ़ीड URL इस प्रकार दिखते हैं: **youtube.com/feeds/videos.xml?channel_id=…** आप किसी चैनल का RSS फ़ीड उनके चैनल पेज URL से भी पा सकते हैं।
hr: URL-ovi YouTube RSS kanala izgledaju ovako: **youtube.com/feeds/videos.xml?channel_id=…** RSS feed kanala možete pronaći i putem URL-a stranice kanala.
id: URL feed RSS YouTube terlihat seperti: **youtube.com/feeds/videos.xml?channel_id=…** Anda juga dapat menemukan feed RSS saluran melalui URL halaman saluran mereka.
it: Gli URL dei feed RSS di YouTube hanno questo aspetto: **youtube.com/feeds/videos.xml?channel_id=…** Puoi anche trovare il feed RSS di un canale tramite l'URL della pagina del canale.
ja: YouTube RSS フィードの URL は次のようになります: **youtube.com/feeds/videos.xml?channel_id=…** チャンネルページの URL からもチャンネルの RSS フィードを見つけることができます。
ko: YouTube RSS 피드 URL은 다음과 같습니다: **youtube.com/feeds/videos.xml?channel_id=…** 채널 페이지 URL을 통해서도 채널의 RSS 피드를 찾을 수 있습니다.
pt_br: As URLs de feeds RSS do YouTube se parecem com: **youtube.com/feeds/videos.xml?channel_id=…** Você também pode encontrar o feed RSS de um canal pela URL da página do canal.
ru: URL RSS-лент YouTube выглядят так: **youtube.com/feeds/videos.xml?channel_id=…** Вы также можете найти RSS-ленту канала через URL страницы канала.
sr: УРЛ-ови ИоуТубе РСС фида изгледају овако: **иоутубе.цом/феедс/видеос.кмл?цханнел_ид=…** Такође можете пронаћи РСС феед канала преко УРЛ-а њихове странице канала.
tr: YouTube RSS akış URL'leri şöyle görünür: **youtube.com/feeds/videos.xml?channel_id=…** Bir kanalın RSS akışını kanal sayfası URL'si üzerinden de bulabilirsiniz.
zh_hans: YouTube RSS 订阅 URL 格式如下： **youtube.com/feeds/videos.xml?channel_id=…** 您也可以通过频道页面 URL 找到频道的 RSS 订阅。

# %lld video%@
source: %1$lld video%2$@
hr: %lld video%@
sr: %lld видео%@

source: Shorts
hr: Kratke hlače
sr: Шортс

source: DeArrow
sr: ДеАрров

source: SmartTube
sr: СмартТубе

source: SponsorBlock
sr: СпонсорБлоцк
